Revit 2027 API
ParameterTypeId.MatchlineBottomPlane Property
 "Bottom Constraint"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MatchlineBottomPlane { get; }
Public Shared ReadOnly Property MatchlineBottomPlane As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MatchlineBottomPlane {
	ForgeTypeId^ get ();
}
static member MatchlineBottomPlane : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace